Repository: iconmix/repository
Catalog: skin.iconmix-leia/language/*/strings.po
Languages: french

# #32017
source: Access to directory
french: Accéder au dossier

# #32018
source: Show very big plot window
french: Afficher le très gros pavé du résumé

# #32019
source: Provider choice
french: Fournisseur de Données

# #32020
source: in History
french: Dans l'historique

# #32021
source: Show only a button for cast
french: Afficher uniquement un bouton pour les acteurs

# #32022
source: Set this episode to
french: Marquer cet épisode

# #32023
source: Next Aired
french: Prochaines diffusions

# #32024
source: 15 days tvshows planning
french: Agenda séries
