Repository: iconmix/repository
Catalog: skin.iconmix-leia/language/*/strings.po
Languages: french

# #12021
source: Play from beginning
french: Lecture depuis le début

# #12023
source: Play from beginning
french: Lecture depuis le début

# #31231
source: Seconds
french: Secondes

# #31001
source: View Options
french: Options Affichage

# #31002
source: Home Artwork
french: Présentation Accueil

# #31004
source: Skin Reset
french: Réinitialiser

# #31005
source: Enable auto scrolling for text that does not fit on-screen
french: Défilement des Résumés pour le texte ne s'affichant pas complètement

# #31006
source: Auto scrolling speed
french: Vitesse du défilement automatique

# #31007
source: ON
french: ACTIF

# #31009
source: Browser
french: Navigateur

# #31010
source: N/A
french: Aucune information

# #31012
source: Increase Star Rating
french: Augmenter la Note

# #31021
source: Decrease Star Rating
french: Diminuer la Note

# #31024
source: Icon Home layout
french: Accueil Avec Icônes

# #31025
source: Horizontal Text Home layout
french: Agencement d'accueil en texte horizontal

# #31031
source: Disable Movie Watched flag
french: Désactiver l'indicateur de progression et films vus

# #31032
source: Disable TVshows Watched flag
french: Désactiver l'indicateur de progression et séries vues

# #31033
source: Hide Background Fanart
french: Masquer les Fanarts en Fond d'Écran

# #31034
source: Enable Dynamic Weather Artwork
french: Afficher les Conditions Météo Actuelles

# #31035
source: Show Clean Library SubMenu items
french: Masquer Réalisateurs de Films

# #31036
source: Hide All Widgets until focused
french: Masquer tous les widgets jusqu'au focus

# #31038
source: Show All Widgets
french: Afficher tous les widgets en permanence

# #31039
source: Delay fanart transition
french: Délai de transition des extrafanarts

# #31040
source: Autorotate Widget list
french: Défilement automatique des éléments du widget

# #31041
source: Run artwork downloader after Library Scan
french: Exécuter Artwork downloader après la mise à jour de la bibilothèque

# #31042
source: Install Optional Artist Slideshow Script
french: Installer l'addon Artist SlideShow

# #31043
source: Show RSS feed on top [I](disabled for bottom)[/I]
french: Afficher le plus RSS en haut [I](désactiver pour position basse)[/I]

# #31056
source: Enable Video/Album Art overlay
french: Afficher en incrustation les illustrations des vidéos/albums

# #31057
source: Enable permanent Song Info
french: Activer les informations de la chanson en permanence

# #31060
source: Show Recently Added Items
french: Afficher Récemment Ajoutés

# #31061
source: Text View
french: Vue texte

# #31062
source: Icons View
french: Vue Icones Horizontale

# #31063
source: Show Icons label
french: Afficher l'intitulé des icônes

# #31064
source: Main menu settings
french: Personnaliser le menu principal

# #31065
source: Vertical Icons View
french: Vue Icones Verticale

# #31107
source: Reset menu settings
french: Réinitialiser le menu

# #31108
source: Enable Debug Mode
french: Activer le mode débogage

# #31109
source: Enable Debug Grid
french: Activer la grille de débogage

# #31118
source: Filemanager
french: Gestionnaire de Fichiers

# #31125
source: Hide Video Root
french: Masquer le Dossier Racine Vidéo

# #31126
source: Extra Artwork Downloader
french: Téléchargeur d'illustrations supplémentaires

# #31127
source: TvTunes Downloader
french: Téléchargeur TvTunes

# #31133
source: Mute
french: Muet

# #31136
source: Video Info
french: Informations vidéo

# #31137
source: Audio Info
french: Informations audio

# #31138
source: System Info
french: Informations système

# #31139
source: Video decoder
french: Décodeur vidéo

# #31140
source: Pixel format
french: Format de pixel

# #31141
source: Audio channels
french: Canaux audio

# #31142
source: CPU used
french: CPU utilisé

# #31143
source: Memory used
french: Mémoire utilisée

# #31144
source: Disable Episodes Full List
french: Désactiver la liste de tous les épisodes

# #31145
source: Disable focus to first unwatched
french: Désactiver le placement auto sur le premier non-vu

# #31146
source: Delay for Netflixview trailers
french: Délai des bande-annonces dans les vues Netflix

# #31147
source: Volume level for automatic trailers/NetFlix
french: Volume des bandes-annonces automatiques/Netflix

# #31148
source: Activate/Deactivate views
french: Activer/Desactiver les vues

# #31159
source: ffx2
french: >> x2

# #31160
source: ffx4
french: >> x4

# #31161
source: ffx8
french: >> x8

# #31162
source: ffx16
french: >> x16

# #31163
source: ffx32
french: >> x32

# #31164
source: rwx2
french: << x2

# #31165
source: rwx4
french: << x4

# #31166
source: rwx8
french: << x8

# #31167
source: rwx16
french: << x16

# #31168
source: rwx32
french: << x32

# #31183
source: View active
french: Vues actives

# #31207
source: Current
french: Actuel

# #31208
source: Last Updated:
french: Dernière mise à jour:

# #31210
source: Default Home layout
french: Disposition de l'Accueil par Défaut

# #31211
source: Adjust how Kodi handles video content. Includes stacking options for multi-part files, library database options, and rendering and playback options
french: Réglages de la gestion du contenu vidéo par Kodi. Inclut les options d'empilement des fichiers composés de plusieurs parties, de la base de données de la médiathèque, du rendu et de la lecture.

# #31212
source: Manage your installed Add-ons. Includes browsing and installing from Kodi.tv and Add-on modifications.
french: Gérer vos extensions installées. Inclut le parcours et l'installation depuis Kodi.tv et la modification d'extensions.

# #31213
source: Control core hardware and software functions. Includes autorun options, audio and video hardware setup, and parental master lock functions
french: Contrôler les fonctions principales matérielles et logicielles. Inclut les options de démarrage automatique, la configuration matérielle audio et vidéo, et les fonctions de verrou maître parental

# #31214
source: Adjust how Kodi handles audio content. Includes browsing options for file and database library modes, together with audio hardware setup
french: Réglage de la gestion du contenu audio par Kodi. Inclut les options de navigation pour les modes fichier et base de données de la médiathèque, ainsi que la configuration du matériel audio

# #31215
source: Set up region information for Kodi's optional Weather displays
french: Configuration des options régionales de Kodi pour l'affichage optionnel de la Météo.

# #31216
source: Adjust the look and feel of Kodi. Includes skin, theme, sound and font selection, RSS feed control, and localisation settings
french: Réglage de l'apparence de Kodi. Inclut la sélection des options d'habillage, thème, son, fontes, le contrôle des flux RSS, et les paramètres de localisation.

# #31217
source: Adjust how Kodi displays personal image collections. Includes screenshot grabbing, special effects and advanced display options
french: Réglage de l'affichage des collections d'images personnelles. Inclut les options de capture d'écran, les effets spéciaux et les options d'affichage avancées.

# #31218
source: Set up Kodi's network interface. Controls IP assignment, WWW and FTP server settings, SMB client setup, and UPnP configuration
french: Configuration de l'interface réseau de Kodi. Gestion des paramètres pour l'IP, le Web, le serveur FTP, le client SMB et l'UPnP.

# #31219
source: Choose from a variety of advanced settings and customisation options to make the UI your own
french: Réglage des paramètres avancés et des options de personnalisation afin de créer une interface utilisateur personnalisée.

# #31220
source: Set up TV display. Includes TV channels management options, recordings and tv guide display options.
french: Réglages de l'affichage de la TV. Inclut les options pour la gestion des chaînes, la programmation des enregistrements et l'affichage du guide télé.

# #31221
source: IconMixTools script settings
french: Paramétrage du script IconMixTools

# #31222
source: IconMixTools verification
french: Vérifications par IconMixTools

# #31244
source: Playing
french: Lecture

# #31249
source: System Music Files
french: Fichiers de Musique Système

# #31250
source: Current Selected
french: Sélection Actuelle

# #31251
source: Current Playlist
french: Playliste Actuelle

# #31252
source: Remove from a playlist
french: Supprimer d'une liste de lecture

# #31253
source: Playlist >>
french: Listes de lecture >>

# #31254
source: Add to a playlist
french: Ajouter à une liste de lecture

# #31270
source: Enable Custom Button
french: Activer Bouton Personnalisé

# #31271
source: Favourite
french: Favori

# #31275
source: Multi Image
french: Image multiple

# #31276
source: Line
french: Ligne

# #31277
source: Item
french: Élément

# #31278
source: Open Playlist
french: Ouvrir Playliste

# #31279
source: Save Playlist
french: Enregistrer Playliste

# #31280
source: Close Playlist
french: Fermer Playliste

# #31281
source: Items
french: Éléments

# #31282
source: Poster Wrap
french: Affiche Continue

# #31283
source: Poster Fixed
french: Affiche Fixe

# #31284
source: Single Image
french: Image simple

# #31285
source: List
french: Liste

# #31286
source: Banner
french: Bannière

# #31289
source: Files
french: Fichiers

# #31291
source: Landscape
french: Paysage

# #31293
source: Picture Grid
french: Grille Image

# #31298
source: Panel Square
french: Panneau Carré

# #31313
source: Movie Set
french: Série de Films

# #31319
source: Default Lyrics script
french: Script par défaut pour les Paroles

# #31322
source: Show Media Totals
french: Afficher Totaux Média

# #31324
source: Home Options
french: Options Accueil

# #31327
source: Display Year/rating
french: Afficher Année/Notation

# #31328
source: Show Random Items
french: Activer Éléments Au Hasard

# #31329
source: Select item to set up:
french: Sélectionner l'élément à configurer:

# #31331
source: Home Items
french: Éléments Accueil

# #31332
source: Enable Extra Fanart
french: Activer les Fanarts supplémentaires

# #31334
source: Trailers
french: Bandes Annonces

# #31335
source: Windowed Trailers
french: Bandes Annonces en fenêtre

# #31336
source: Enable Kiosk mode
french: Activer le mode Kiosque

# #31337
source: Disable Trailers in Netflix views
french: Désactiver les bandes annonces dans les vues NetFlix

# #31338
source: Use simple Media Filter
french: Utiliser le Filtre Média simple

# #31339
source: Show Position in Item List
french: Afficher la position dans la liste

# #31340
source: Show Always Position in Item List
french: Afficher en permanence la position dans la liste

# #31341
source: View information for your computer on such items as your network, graphics, hardware and storage space available
french: Afficher les informations de votre configuration sur des éléments tels que votre réseau, la partie graphique, matérielle et l'espace de stockage disponible.

# #31342
source: Create and modify multiple user profiles for Kodi so that each member of your household can have their own video or music library
french: Créer et modifier de multiples profils utilisateurs pour Kodi ainsi chaque membre de votre famille pourra utiliser sa propre médiathèque pour la vidéo ou la musique.

# #31343
source: Action films usually include high energy, big-budget physical stunts and chases, possibly with rescues, battles, fights, escapes, destructive crises (floods, explosions, natural disasters, fires, etc.), non-stop motion, spectacular rhythm and pacing, and adventurous, often two-dimensional 'good-guy' heroes (or recently, heroines) battling 'bad guys' - all designed for pure audience escapism.
french: Les films d'actions incluent habituellement une bonne dose d'énergie, des cascades à gros budget et des poursuites, probablement avec des sauvetages, des combats, des évasions, des destructions (inondations, explosions, catastrophes naturelles, feux, etc), sans arrêt en mouvement, avec un rythme spectaculaire, aventureux, souvent avec de bon héros (ou récemment, des héroïnes) à deux facettes combattant des 'méchants' - conçus pour une pure évasion de la réalité.

# #31344
source: Adventure films are usually exciting stories, with new experiences or exotic locales, very similar to or often paired with the action film genre. They can include traditional swashbucklers, serialized films, and historical spectacles, searches or expeditions for lost continents, "jungle" and "desert" epics, treasure hunts, disaster films, or searches for the unknown.
french: Les films d'aventures sont habituellement des histoires palpitantes, avec de nouvelles expériences ou des lieux exotiques, très proches et souvent associés au films d'action. Ils peuvent inclure des fier-à-bras, des films adaptés en feuilleton, des spectacles historiques, des recherches ou des expéditions vers des continents perdus, épopées dans la "jungle" et le "désert", des chasses aux trésors, des films catastrophes, ou de recherche de l'inconnu.

# #31345
source: Action and Adventure movies are in most cases a cross over of each other. They usually have a continuous high level of energy, complicated stunts and other activities of such nature, chases, battles, disasters of all natures, explosions, historical figures, explorations, conquests, etc; and last, but not least, heroes.
french: Les films d'Action et d'Aventure sont dans la plupart des cas liés entre eux. Ils intègrent habituellement une bonne dose d'énergie, des cascades sophistiquées et d'autres activités similaires, des poursuites, des combats, des catastrophes naturelles, des explosions, des personnages historiques, des explorations, des conquêtes, etc et pour conclure des héros.

# #31346
source: This genre really began in 1970 as a sub-genre of Drama. They are films which explain human social and sexual values on a scale that only people over the age of 17 can really understand.
french: Ce genre a vraiment commencé en 1970 comme un sous-genre Dramatique. Ce sont des films qui expliquent les valeurs sociales, sexuelles et humaines que seules des personnes âgées de plus de 17 ans peuvent vraiment comprendre.

# #31347
source: Animations are not a strictly-defined genre category, but rather a film technique, noted for frame-by-frame creation. This includes claymation (use of clay objects), anime (a style of animation with its roots in Japanese comic books, usually adult-oriented sci-fi and fantasy) or CGI (computer-generated animation). Animated films are often considered kid or family-oriented films, although they may be enjoyed by all ages.
french: Les animations ne sont pas une catégorie strictement définie, mais plutôt une technique de film, célèbre pour une création image par image. Cela inclut l'animation à base d'argile, les 'animes' (un style d'animation ayant pris ses racines dans des magazines de bandes dessinées japonais, de science fiction adulte ou de fantaisie) ou la CGI (animation créée par ordinateur). On considère souvent que les films animés sont destinés aux enfants ou à la famille, bien que l'on puissent les apprécier à tout âge.

# #31348
source: Anime, or Japanese animation, covers a much wider range of genres than can be found in most Western animation. There is anime for all age groups, and, while much of it fits into the same genres as any TV show or movie (comedy, romance, horror and action), there are several terms that are particular to anime.
french: Les 'Animes', ou l'animation japonaise, couvre une gamme beaucoup plus large de genres que ce que l'on peut trouver dans l'animation Occidentale. Il y a un 'anime' pour toutes tranches d'âge et beaucoup appartiennent aux mêmes genres comme des émissions de télévision ou des films (comédie, idylle, horreur et action), il y a plusieurs termes qui sont particuliers aux animes.

# #31349
source: Biographies are a sub-genre of the larger drama and epic film genres. These films depict the life of an important historical personage (or group) from the past or present era. They cross many genre types, since these films might showcase a western outlaw, a criminal, a musical composer, a religious figure, a war-time hero, an entertainer, an artist, an inventor or doctor, a politician or President, or an adventurer.
french: Les biographies sont un sous-genre des films dramatique et épique. Ces films dépeignent la vie d'un personnage historique important (ou d'un groupe) de l'ère passée ou présente. Ils sont présents dans beaucoup de genres, ces films peuvent présenter un hors-la-loi dans un western, un criminel, un compositeur de musique, une personnalité religieuse, un héros de guerre, un personnage fantastique, un artiste, un inventeur, un docteur, un politicien, un Président, ou un aventurier.

# #31350
source: Bollywood is the informal term popularly used for the Hindi-language film industry based in Mumbai, Maharashtra, India. The term is often incorrectly used to refer to the whole of Indian cinema; it is only a part of the total Indian film industry, which includes several regional film industries sorted by language. Bollywood is the largest film producer in India and one of the largest centers of film production in the world.
french: Bollywood est le terme informel souvent utilisé dans l'industrie cinématographique pour les films dont la langue est l'hindi, basé à Mumbai, Maharashtra, ou en Inde. Le terme est souvent inexactement utilisé pour se référer à tout le cinéma indien; c'est seulement une partie de l'industrie cinématographique indienne, incluant plusieurs industries de films régionaux triés par langue. Bollywood est le plus grand producteur de film en Inde et l'un des plus grands centres de production de films dans le monde.

# #31351
source: These are non-offensive, wholesome, and entertaining films (usually rated G) that do not include topics or scenes with violence, foul language and other profanity, religious issues, adult situations and so on, and are specifically designed for children 12 and under. Children's and family-oriented films may actually be suitable for all age groups, and cover a wide range of genre categories.
french: Ce sont des films inoffensifs, sains et amusants (habituellement noté G) qui n'incluent pas de scènes de violences, de grossièretés et d'autre blasphèmes, de questions religieuses, de scènes pour adultes, etc... et sont spécifiquement conçus pour des enfants de 12 ans et moins. Des films d'enfants et pour la famille peuvent en réalité être vus par toutes tranches d'âge et couvrir une vaste catégorie de genres.

# #31352
source: This genre is comprised of theatrically released films (or TV Shows) that are entirely, or in large part, about the Christmas holiday. Films in this genre always feature important references to the holiday's symbols, such as family gatherings, trees and decorations, the Christ child, or Santa Claus.
french: Ce genre comprend des films distribués de façon théâtrale (ou des émissions de télévision) qui sont entièrement, ou en grande mesure, dédiés aux vacances de Noël. Les films de ce genre sont toujours des références importantes aux jours fériés, comme les réunions de famille, les arbres et des décorations, le Christ enfant, ou le Père Noël.

# #31353
source: Comedies are light-hearted plots consistently and deliberately designed to amuse and provoke laughter (with one-liners, jokes, etc.) by exaggerating the situation, the language, action, relationships and characters.
french: Les comédies sont des scènes délibérément conçues pour amuser et provoquer le rire (avec des bons mots, des plaisanteries, etc) en exagérant sur la situation, la langue, l'action, les relations amicales et les personnages.

# #31354
source: This is a sub-genre of Musical. It includes filmed concerts by either a musical group of individual.
french: Ceci est un sous-genre Musical. Il inclut des concerts filmés par un des membres d'un groupe musical.

# #31355
source: Crime films are developed around the sinister actions of criminals or mobsters, particularly bankrobbers, underworld figures, or ruthless hoodlums who operate outside the law, stealing and murdering their way through life. Criminal and gangster films are often categorized as film noir or detective-mystery films - because of underlying similarities between these cinematic forms.
french: Les films criminels sont développés autour des mauvaises actions de criminels ou de truands, particulièrement des voleurs de banques, des figures du Milieu, ou des voyous impitoyables qui ne respectent pas la loi, volant et assassinant sur leur chemin. Les films de gangster et criminels sont souvent catégorisés comme des films noir ou des films policiers - à cause des ressemblances sous-jacentes entre ces formes cinématographiques.

# #31356
source: Disaster films, a sub-genre of action films, hit their peak in the decade of the 1970s. Big-budget disaster films provided all-star casts and interlocking, Grand Hotel-type stories, with suspenseful action and impending crises in locales such as aboard imperiled airliners, trains, dirigibles, sinking or wrecked ocean-liners, or in towering burning skyscrapers, crowded stadiums or earthquake zones. Often noted for their visual and special effects, but not their acting performances.
french: Les films catastrophe, un sous-genre de films d'action, arrivent au sommet dans les années 1970. Des films catastrophe à gros budget ont fourni de brillantes distributions avec des stars connues, des histoires du type 'Grand Hotel', avec de l'action, du suspens et des crises menaçant des lieux comme à bord des avions de ligne, des trains, des dirigeables, faisant couler ou détruisant des grands paquebots, ou dans des gratte-ciels imposants en feu, des stades remplis de foule ou des zones de tremblement de terre. Souvent célèbres pour le visuel et les effets spéciaux, mais pas pour les performances d'acteurs.

# #31357
source: Strictly speaking, documentary films are non-fictional, factual works of art. Originally, the earliest documentaries were either short newsreels, instructional pictures, or travelogues (termed actualities) without any creative story-telling or staging. But they have branched out and taken many forms, and have sometimes become propagandistic and non-objective. Mockumentaries are comedic parodies of documentaries.
french: À proprement parler, des films documentaires sont des objets d'art documentaires et factuels. À l'origine, les tout premiers documentaires étaient des films d'actualités courts, des images instructives, ou des carnets de route sans scénario créatif ni organisation. Mais ils se ont ouvert et ont pris beaucoup d'autres formes pour devenir parfois de la propagande et finir pas ne plus être objectif. Les 'Mockumentaries' sont des comédies parodiques de documentaires.

# #31358
source: Dramas are serious, plot-driven presentations, portraying realistic characters, settings, life situations, and stories involving intense character development and interaction. Usually, they are not focused on special-effects, comedy, or action, Dramatic films are probably the largest film genre, with many subsets.
french: Les drames sont des présentations sérieuses sous la forme de résumé, décrivant des personnages réels, des configurations, des situations de vie et des histoires impliquant le développement et l'interaction intenses avec les personnages. D'habitude, ils ne sont pas concentrés sur des effets spéciaux, la comédie, ou l'action. Les films dramatiques sont probablement le plus grand genre de film, avec beaucoup de sous-ensembles.
