Repository: iconmix/repository
Catalog: skin.iconmix-leia/language/*/strings.po
Languages: french

# #31391
source: Supernatural films, a sub-genre category, may be combined with other genres, including comedy, sci-fi, fantasy or horror. They have themes including gods or goddesses, ghosts, apparitions, spirits, miracles, and other similar ideas or depictions of extraordinary phenomena.
french: Les films surnaturels, peuvent être combinés avec d'autres genres, y compris la comédie, la SF, le fantastique ou l'horreur. Ils abordent des thèmes incluant des dieux ou des déesses, des fantômes, des apparitions, des esprits, des miracles ou des descriptions de phénomènes surnaturels.

# #31392
source: A talk show (American and Australian English) or chat show (British) is a television or radio program where one person (or group of people) discuss various topics put forth by a talk show host. Sometimes, talk shows feature a panel of guests, usually consisting of a group of people who are learned or who have great experience in relation to whatever issue is being discussed on the show for that episode. Other times, a single guest discusses their work or area of expertise with a host or co-hosts.
french: Une émission-débat (américain et australien) ou un débat télévisé (anglais) est un programme télévisé ou radiophonique où une personne (ou un groupe de personnes) discutent de sujets divers proposés par l'animateur de l'émission-débat. Parfois, les émissions-débats disposent d'un panel d'invités constitué habituellement d'un groupe de personnes qui ont appris ou qui connaissent très bien le sujet abordé dans l'émission pour cet épisode. D'autres fois, un seul invité discute de son travail ou d'un domaine qu'il maîtrise avec l'animateur ou le co-animateur.

# #31393
source: Thrillers (or Suspense films) are often hybrids with other genres - there are action-thrillers, crime-caper thrillers, western-thrillers, film-noir thrillers, even romantic comedy-thrillers. Another closely-related genre is the horror film genre. They are types of films known to promote intense excitement, suspense, a high level of anticipation, ultra-heightened expectation, uncertainty, anxiety, and nerve-wracking tension. Spy films may be considered a type of thriller/suspense film.
french: Les thrillers (ou les films de Suspense) sont souvent mélangés avec d'autres genres - il y a des thrillers d'action, des thrillers criminels, des thrillers occidentaux, des thrillers de film noir, même des thrillers de comédies romantiques. Un autre genre étroitement lié est le film d'épouvante. Ce sont des types de films connus pour promouvoir une excitation intense, du suspense, un haut niveau d'attente, une espérance ultra-intensifiée, une incertitude, une anxiété et une tension nerveuse. On peut considérer les films d'espion comme un type de thriller/suspense.

# #31394
source: War films are a film genre concerned with warfare, usually about naval, air or land battles, sometimes focusing instead on prisoners of war, covert operations, military training or other related subjects. At times war films focus on daily military or civilian life in wartime without depicting battles. Their stories may be fiction, based on history, docudrama, biographical, or even alternate history fiction.
french: Les films de guerre sont un genre de film lié la guerre, habituellement navale, dans l'air ou des batailles sur le terrain, se concentrant parfois sur des prisonniers de guerre, des opérations secrètes, l'entraînement militaire ou d'autres sujets liés. De temps en temps les films de guerre se concentrent sur la vie militaire ou civile quotidienne en temps de guerre sans dépeindre de batailles. Leurs histoires peuvent être de la fiction, basée sur l'histoire, le docudrame, une biographique, ou même alterner avec de la la fiction.

# #31395
source: Westerns are the major defining genre of the American film industry - a eulogy to the early days of the expansive American frontier. They are one of the oldest, most enduring genres with very recognizable plots, elements, and characters (six-guns, horses, dusty towns and trails, cowboys, Indians, etc.). Over time, westerns have been re-defined, re-invented and expanded, dismissed, re-discovered, and spoofed.
french: Les Westerns sont les types de films majeurs de l'industrie cinématographique américaine - un éloge expansive aux premiers jours de la frontière américaine. C'est un des plus vieux genre, le plus durable avec des complots très reconnaissables, des éléments et des personnages (des six-coups, des chevaux, des villes poussiéreuses, des cow-boys, des Indiens, etc). Au fil du temps, le western a été redéfini, réinventé et étendu, rejeté, redécouvert et usurpé.

# #31396
source: Wrestling is a martial art that uses grappling type techniques such as clinch fighting, throws and takedowns, joint locks, pins and other grappling holds. A wrestling bout is a physical competition, between two (occasionally more) competitors or sparring partners, who attempt to gain and maintain a superior position. There are a wide range of styles with varying rules with both traditional historic and modern styles.
french: La lutte est un art martial qui utilise des prises techniques comme la lutte, des jetés et plaquages, des immobilisations, des épingles et d'autres techniques de combat. Un combat de lutte est une compétition physique, entre deux (quelque fois plus) concurrents ou des sparring-partners, qui essaient de gagner et de se maintenir à une position supérieure. Il y a une vaste gamme de styles avec des changements de règles incluant des styles aussi bien historiques que modernes.

# #31397
source: Epics include costume dramas, historical dramas, war films, medieval romps, or 'period pictures' that often cover a large expanse of time set against a vast, panoramic backdrop. Epics often share elements of the elaborate adventure films genre. Epics take an historical or imagined event, mythic, legendary, or heroic figure, and add an extravagant setting and lavish costumes, accompanied by grandeur and spectacle, dramatic scope, high production values, and a sweeping musical score.
french: Les épopées incluent des drames en costume, des drames historiques, des films de guerre, des vaudevilles médiévaux, ou des 'images de période' qui couvrent souvent une grande étendue de temps, des panoramas. Les épopées partagent souvent les éléments d'un genre de film d'aventure élaboré. Les épopées se basent sur un événement historique ou inventé, mythique, légendaire, ou héroïque et y ajoutent un cadre extravagant et utilisant beaucoup de costumes, accompagnés par la splendeur et le spectacle, avec une portée dramatique, des valeurs de productions élevées et une étendue musicale diversifiée).

# #31398
source: Films that have no synchronized soundtrack and no spoken dialogue, until the dawn of the talkies in the late 1920s. Films without dialogue featured titles for dialogue segments, and often were accompanied by live music.
french: Les films qui n'ont aucune bande sonore synchronisée et aucun dialogue parlé, jusqu'à l'aube du cinéma parlant dans la fin des années 1920. Les films sans dialogue utilisaient des titres pour les portions de dialogue et étaient souvent accompagnés par de la musique.

# #31399
source: Darker Background Fanart
french: FanArt d'arrière plan plus sombre

# #31400
source: Hide Current Temperature and Weather Conditions
french: Masquer la Température Actuelle et les Conditions Météo

# #31401
source: Hide Clock
french: Masquer l'horloge

# #31402
source: Use Plot Summary in other views
french: Utiliser le Résumé dans d'autres vues

# #31403
source: Choose Media Flags
french: Choisir les Indicateurs Média

# #31404
source: Hide Rating and Studio Flags
french: Masquer la Note et les Indicateurs Studio

# #31405
source: Hide Movie Taglines
french: Cacher les slogans du film

# #31406
source: Fanart Views: Classic Frame
french: Vues Fanart : Affichage Classique

# #31407
source: *Press UP for full cast and photos*
french: *Appuyer sur HAUT pour le casting et les photos*

# #31408
source: Cinema Experience
french: Expérience Cinéma

# #31409
source: Finish
french: Fin

# #31410
source: Prefer Landscape to Fanart (except background)
french: *Appuyer sur ENTRÉE pour Jouer*

# #31411
source: *Press DOWN to exit*
french: *Appuyer sur BAS pour quitter*

# #31412
source: *Press UP to select a profile*
french: *Appuyer sur HAUT pour sélectionner un profil*

# #31413
source: Local subtitle available
french: Sous-titre disponible localement

# #31414
source: Gallery
french: Galerie

# #31415
source: Square
french: Carré

# #31416
source: Tall Genre
french: Genre Large

# #31417
source: *help text*
french: *texte d'aide*

# #31418
source: Hide all
french: Masquer tout

# #31419
source: Music Settings
french: Paramètres Musique

# #31420
source: Video Settings
french: Paramètres Vidéo

# #31421
source: Video OSD: Show ClearArt/Logo
french: Incrustation à l'écran des vidéos : Afficher les illustrations transparentes/logos

# #31422
source: Logo View: Show only one item at a time
french: Vue en logos : montrer un seul élément à la fois

# #31423
source: Author
french: Auteur

# #31424
source: Poster & Fanart
french: Affiche & Fanart

# #31425
source: Video OSD: Show Thumbnail
french: OSD: Afficher les Vignettes

# #31426
source: Enable TV Show Next Aired Date display
french: Activer l'affichage de la Date de Prochaine Diffusion des Séries TV

# #31427
source: Next Episode
french: A venir

# #31429
source: Display Path in Video Info instead of Rating details
french: Afficher le Chemin dans Info Vidéo au lieu des détails sur la Note

# #31430
source: Poster Wrap Large
french: Poster enroulé large

# #31431
source: Click to reset IconMix to defaults
french: Cliquer pour Revenir aux Paramètres par Défaut de IconMix

# #31432
source: Visualization Background: Ken Burns effect
french: Vue de l'Arrière-plan: effet Ken Burns

# #31433
source: Visualization Background: Fanart
french: Visualisation - Fond d'Écran : Fanart

# #31434
source: Visualization Background: Extra Fanart
french: Visualisation - Fond d'Écran : Extra Fanart

# #31435
source: Visualization Background: Artist Slideshow
french: Visualisation - Fond d'Écran : Diaporama Artiste

# #31436
source: Use Slim Seekbar
french: Utiliser la Barre de Recherche Réduite pour les Vidéos

# #31437
source: Enable TV Tunes script
french: Activer le script TV Tunes

# #31438
source: Recent
french: Récent

# #31439
source: Banner & Poster
french: Bannière & Affiche

# #31440
source: View Types
french: Types De Vues

# #31441
source: Hide
french: Masquer

# #31442
source: Banner & Fanart
french: Bannière & Fanart

# #31444
source: Auto Login
french: Login automatique

# #31445
source: Picture Settings
french: Paramètres Image

# #31446
source: Fullscreen
french: Plein Écran

# #31447
source: Use Realistic Weather Icons
french: Utiliser les Icônes Météo Réalistes

# #31448
source: Show Plot only in Info dialog
french: Afficher un Résumé seulement dans la boite de dialogue Info

# #31449
source: Show Recommended Items
french: Afficher les Articles Recommandés

# #31450
source: - changing the options below requires a restart -
french: - la modification des options ci-dessous nécessite un redémarrage -

# #31451
source: Recommended
french: Recommandations

# #31452
source: Visualization: Use Slim Info Overlay
french: Visualisation: Utiliser Info Réduite en Surimpression

# #31453
source: Show Date instead of Day of Week
french: Afficher la Date à la place du Jour de la Semaine

# #31454
source: Visualization: Show player position and time in Info Overlay
french: Visualisation: Afficher la position du lecteur et l'heure dans Info en Surimpression

# #31455
source: Visualization: Hide Clock and Temp in Info Overlay
french: Visualisation: Masquer Horloge et Température dans Info en Surimpression

# #31456
source: - Override default link
french: - Écraser le lien par défaut

# #31457
source: Shortcuts
french: Raccourcis

# #31458
source: Set Timer
french: Mettre Temporisation

# #31459
source: Cancel Timer
french: Annuler Temporisation

# #31460
source: Games
french: Jeux

# #31461
source: Games Tall
french: Hauteur des jeux

# #31462
source: Games Square
french: Carré des jeux

# #31463
source: Games Wide
french: Largeur des jeux

# #31464
source: Show Plot in Fullscreen Player
french: Afficher le Résumé lors de la lecture en plein écran

# #31465
source: Clean Library
french: Nettoyer la Médiathèque

# #31466
source: Foreign is not technically a genre, but likely includes films with dialog in a tongue not native to the viewer.
french: Etranger n'est pas à priori un genre, mais cela permet d'inclure des films dont les dialogues sont dans une langue différente de celle du spectateur.

# #31467
source: Holiday is a very broad genre, encompassing films that center around a certain holiday, such as Christmas, Halloween, Easter, etc.
french: Vacances est un genre spécial, dont la thématique est celle des vacances, telles que Noël, Halloween, Pâques, etc.

# #31469
source: Appearance
french: Apparence

# #31470
source: Prefer ClearLogo to ClearArt
french: Préférer les logos transparents aux illustrations transparents

# #31471
source: Show Status
french: Afficher l'état

# #31472
source: Ended
french: Terminé

# #31473
source: unmixed
french: Non mixé

# #31474
source: Use one button to toggle subtitles
french: Utiliser un bouton pour basculer les sous-titres

# #31475
source: Default OSD button
french: Bouton OSD par défaut

# #31476
source: OSD: Fade away when paused
french: Affichage à l'écran : fondu à la mise en pause

# #31477
source: - Fade delay
french: - Durée du fondu

# #31478
source: Hide default submenu items
french: Masquer les éléments de sous-menus par défaut

# #31480
source: Hide Media Flags background panel
french: Cacher le fond des indicateurs médias

# #31481
source: New videos layout
french: Nouvelle présentation

# #31484
source: Remain
french: Reste

# #31485
source: !!!Default settings!!!
french: !!!Configuration par défaut!!!

# #31486
source: Hide seekbar and Pause message during Video pausing
french: Cacher progression et message après 3s durant la pause

# #31487
source: Enable Text progress indicator
french: Activer la bulle de progression

# #31600
source: Enable Live TV (PVR) support
french: Activer le support Live TV (PVR)

# #31605
source: Add Group
french: Ajouter Groupe

# #31606
source: Rename Group
french: Renommer Groupe

# #31607
source: Delete Group
french: Supprimer Groupe

# #31608
source: Hidden Channels
french: Chaînes cachées

# #31609
source: tvshows planning
french: Agenda Séries

# #31610
source: Scheduled Time
french: Temps programmé

# #31612
source: week planning
french: Planning semaine

# #31700
source: 7 Day Forecast
french: Prévisions à 7 jours

# #31701
source: 12 Hour Forecast
french: Prévisions à 12 heures

# #31702
source: 36 Hour Forecast
french: Prévisions sur 36 heures

# #31703
source: Pressure
french: Pression

# #31704
source: Clouds
french: Nuages

# #31705
source: Average
french: Moyenne

# #31708
source: Moon Phase
french: Phase de la lune

# #31709
source: Precipitation
french: Précipitation

# #31710
source: Use extended weather
french: Utiliser la météo étendue

# #31711
source: Show weather forecast on home screen
french: Afficher les prévisions météo sur l'écran d'accueil

# #31712
source: Crop Thumbnails in Music Video Gallery View
french: Couper les aperçus dans la vue en galerie Musique Vidéos

# #31713
source: Custom Home Shortcut
french: Raccourci d'accueil personnalisé

# #31714
source: Label and Shortcut
french: Étiquette et raccourci

# #31715
source: Icon
french: Icône

# #31716
source: Wallpaper
french: Papier peint

# #31717
source: Precip
french: Précipitations

# #31735
source: Wall
french: Mur

# #31733
source: Main menu item list
french: Raccourci du menu principal

# #31734
source: Animated country flags
french: Drapeaux des pays animés

# #31736
source: List
french: Liste

# #31737
source: Panel
french: Panneau

# #31738
source: Widget Style
french: Style du widget

# #31739
source: Widget sort by :
french: Trier le widget par :

# #31740
source: Name
french: Nom

# #31742
source: Size
french: Taille

# #31743
source: File
french: Fichier

# #31744
source: Path
french: Chemin

# #31745
source: DriveType
french: Type de disque

# #31746
source: Title
french: Titre

# #31747
source: TrackNumber
french: Numéro de piste

# #31748
source: Time
french: Durée

# #31749
source: Artist
french: Artiste

# #31751
source: AlbumType
french: Type d'album

# #31753
source: Country
french: Pays

# #31754
source: Year
french: Année

# #31755
source: Rating
french: Noter

# #31760
source: EpisodeNumber
french: Numero d'épisode

# #31761
source: Season
french: Saison

# #31762
source: NumberOfEpisodes
french: Nombre d'épisodes

# #31763
source: NumberOfWatchedEpisodes
french: Nb d'épisodes vus

# #31765
source: TvShowTitle
french: Titre de série TV

# #31768
source: MPAA
french: Age conseillé

# #31769
source: VideoResolution
french: Resolution vidéo

# #31770
source: VideoCodec
french: Codec vidéo

# #31771
source: VideoAspectRatio
french: Format d'affichage

# #31772
source: AudioChannels
french: Nb de canaux audios

# #31773
source: AudioCodec
french: Codec audio

# #31774
source: AudioLanguage
french: Language audio

# #31775
source: SubtitleLanguage
french: Language ss-titre

# #31777
source: DateAdded
french: Date d'ajout

# #31778
source: LastPlayed
french: Récemment lu

# #31782
source: Random
french: Aléatoires

# #31786
source: None
french: Aucun

# #31787
source: Hide until focus
french: Affichage au focus

# #31789
source: 3D Type
french: Type de 3D

# #31790
source: Movies in progress
french: Films en cours

# #31791
source: TVShows Episodes in progress
french: Episodes de séries en cours

# #31792
source: Unwatched movies
french: Films Non Vus

# #31793
source: By title/name
french: Par titre/nom

# #31794
source: By categorie
french: Par catégorie

# #31795
source: Final Episode
french: Episode Final

# #31796
source: Landscape panel
french: Panneau paysage

# #31797
source: TvShows in progress
french: Séries en cours

# #31798
source: TvShows New or Updated
french: Nouvelles séries

# #31800
source: List sober
french: Liste Sobre

# #31801
source: List
french: Liste

# #31803
source: List and Fanart
french: Liste et Fanart

# #31804
source: Poster and Fanart
french: Poster et Fanart

# #31805
source: Poster wrap
french: Poster enroulé

# #31807
source: Poster wrap vertical
french: Poster enroulé vertical

# #31810
source: Landscape
french: Paysage

# #31812
source: Banner
french: Bannières

# #31813
source: Banner vertical
french: Bannieres verticales

# #31814
source: Banner Poster
french: Bannieres et Poster

# #31815
source: Banner Fanart
french: Bannieres et Fanart

# #31819
source: Detailed list
french: Liste détaillée

# #31820
source: Gallery
french: Gallerie

# #31822
source: Gallery Square
french: Mur de Vignettes

# #31823
source: Panel Square
french: Vignettes

# #31825
source: 3D reflect
french: 3D reflets

# #31826
source: Wall
french: Mur de posters

# #31827
source: DiscArt
french: Disques

# #31828
source: DiscArt Vertical
french: Disques verticaux

# #31829
source: Large Poster fixe
french: Poster fixe large

# #31830
source: Large Poster wrap
french: Poster enroulé large

# #31831
source: Banner Wall
french: Bannières (Mur)

# #31832
source: Curved list
french: Liste incurvée

# #31833
source: View/Filter/Sort/...
french: Vues/Filtre/Tri/...

# #31834
source: Trio list
french: Liste Trio

# #31835
source: Netflix Poster Theme
french: Netflix Poster

# #31836
source: Netflix Landscape Theme
french: Netflix Paysage

# #31837
source: Replace Logo with DiscArt
french: Afficher DiscArt au lieu du Logo

# #31895
source: in :
french: à :

# #31896
source: Birthday date :
french: Né le :

# #31897
source: Death date :
french: Décédé le :

# #31898
source: Complete Collection
french: Complète

# #31900
source: Show total episodes on TVShow view
french: Afficher le nombre d'épisodes des séries

# #31901
source: Show total unwatched episodes on TVShow view
french: Afficher le nombre d'épisodes non-vus des séries

# #31902
source: Show Video playing in background
french: Afficher lecture video en fond

# #31903
source: Covers
french: Boitiers

# #31906
source: None
french: Aucun

# #31907
source: Genres Details
french: Détails en vue Genre

# #31908
source: Artists details
french: Détails des Artistes

# #31909
source: Saga details
french: Détails des Sagas

# #31910
source: Frame
french: Choix pochettes

# #31911
source: Default
french: Par défaut

# #31912
source: Boxed
french: Boitiers

# #31913
source: Rounded
french: Arrondies

# #31914
source: Fanart slideshow
french: défilement de Fanarts

# #31915
source: Random case panel
french: Pochettes aléatoires jetées

# #31916
source: Background style
french: Style du fond d'écran

# #31917
source: MISSING
french: MANQUANT

# #31918
source: Check for missing items in Movies set
french: Vérifier la complétude des sagas

# #31919
source: Check Tvshow episodes number
french: Vérifier la complétude des séries

# #31920
source: Release Date :
french: Date de Sortie :

# #31921
source: Hide next releases in movie set collection
french: Cacher les prochaines sorties dans les sagas

# #31922
source: Update all moviesets
french: Mettre à jour toutes les sagas

# #31923
source: Update only new movieset
french: Mettre à jour les nouvelles sagas

# #31924
source: Movieset updating
french: Mise a jour des sagas

# #31925
source: Update Movieset details
french: Mettre à jour les sagas

# #31926
source: Update Artist/Albums details
french: Mettre à jour l'artiste

# #31927
source: Update Tvshows
french: Mises à jour des séries

# #31928
source: Hide Tvshows casting
french: Masquer les acteurs des séries

# #31929
source: Hide Movies casting
french: Masquer les acteurs des films

# #31930
source: Access to casting
french: Accéder aux acteurs

# #31931
source: Access to movieset details
french: Accéder aux éléments de la saga

# #31932
source: Hide actor without thumb
french: Masquer les acteurs sans portrait

# #31933
source: Directors/Actors Details
french: Détails Réalisateurs/Acteurs

# #31934
source: Access to Artist Details
french: Accéder aux éléments de l'artiste

# #31935
source: Hide Movieset Casting
french: Masquer les acteurs des sagas

# #31936
source: ArtWorks by Artwork Downloader
french: Illustrations par Artwork Downloader

# #31937
source: Update ArtWorks (iconmix)
french: Illustrations par IconMix

# #31938
source: flaps
french: Volets

# #32000
source: Horizontal panel animation on windows close
french: Animation à la fermeture des fenêtres

# #32001
source: Fade items not selected after
french: Cacher éléments non sélectionnés après

# #32002
source: Access to genre
french: Accéder à un genre

# #32003
source: Show big plot window
french: Afficher le gros pavé du résumé

# #32004
source: Show weather widget in fullscreen
french: Afficher le widget météo en plein écran

# #32005
source: Show end time after duration
french: Montrer l'heure de fin après la durée

# #32006
source: Show cast centered
french: Acteurs au centre

# #32007
source: Cast list in TEXT mode"
french: Acteurs en mode TEXTE

# #32008
source: Cast list PICTURE mode"
french: Acteurs en mode PHOTO

# #32009
source: Show videos/songs filename and path
french: Afficher le chemin des vidéos/musiques

# #32010
source: Rate movie after play
french: Noter le film après lecture

# #32011
source: Rate tvshow episode after play
french: Noter l'épisode après lecture

# #32012
source: Advanced filter
french: Filtre avancé

# #32013
source: Show
french: Afficher

# #32014
source: More informations
french: Plus d'informations

# #32015
source: Fullscreen Trailers
french: Bandes Annonces plein écran

# #32016
source: Back
french: Dossier précédent
