Repository: iconmix/repository
Catalog: skin.iconmix-leia/language/*/strings.po
Languages: french

# #31359
source: These are non-offensive, wholesome, and entertaining films (usually rated G or PG) that do not include topics or scenes with violence, foul language and other profanity, religious issues, mature themes and so on, and are specifically designed for children 12 and under (or for family viewing). Children's and family-oriented films may actually be suitable for all age groups, and cover a wide range of genre categories.
french: Ce sont des films inoffensifs, sains et amusants (noté habituellement G ou PG) qui n'incluent pas de sujets ou des scènes de violence, des grossièretés et autre blasphèmes, des questions religieuses, etc et sont spécifiquement conçus pour des enfants de 12 ans et moins (ou pour le visionnage par toute la famille). Des films d'enfants et orientés vers la famille peuvent en réalité être appropriés pour toutes les tranches d'âge et couvrir une vaste gamme de catégories de genre.

# #31360
source: Fantasy films, usually considered a sub-genre, are most likely to overlap with the film genres of science fiction and horror, although they are distinct. Fantasies take the audience to netherworld places (or another dimension) where events are unlikely to occur in real life - they transcend the bounds of human possibility and physical laws. They often have an element of magic, myth, wonder, and the extraordinary.
french: Les films fantastiques, habituellement considérés comme un sous-genre, sont probablement ceux qui se chevauchent le plus avec les genres de film de science-fiction et d'horreur, bien qu'ils soient distincts. Le fantastique amène le public vers une autre dimension avec des événements qui ne se produiraient probablement pas dans la réalité - ils dépassent les limites humaines ainsi que les lois de la physique. Il y a souvent un élément de magie, mythique et extraordinaire.

# #31361
source: Film noir (meaning 'black film') is a distinct branch of the crime/gangster sagas from the 1930s. Strictly speaking, film noir is not a genre, but rather the mood, style or tone of various American films that evolved in the 1940s. Noirs are usually black and white films with primary moods of melancholy, alienation, bleakness, disillusionment, disenchantment, pessimism, ambiguity, moral corruption, evil, guilt and paranoia. They often feature a cynical, loner hero (anti-hero) and femme fatale, in a seedy big city.
french: Le film noir est une branche distincte des sagas criminelles/de gangsters des années 1930. À proprement parler, le film noir n'est pas un genre, mais plutôt un état d'esprit, le style ou le ton de divers films américains qui se sont développés dans les années 1940. Les films noirs sont habituellement des films en noir et blanc avec des traits de mélancolie, d'aliénation, de désillusion, de pessimisme, d'ambiguïté, de corruption morale, de mal, de culpabilité et de paranoïa. Ils représentent souvent un cynique, le héros solitaire (l'anti-héros) et la femme fatale, dans une grande ville miteuse.

# #31362
source: A game show is a type of radio or television program in which members of the public or celebrities, sometimes as part of a team, play a game which involves answering questions or solving puzzles usually for money and/or prizes. On some shows contestants compete against other players or another team while other shows involve contestants playing alone for a good outcome or a high score.
french: Un jeu télévisé est un type de programme radiophonique ou télévisé dans lequel les membres du public ou des célébrités, parfois comme membres d'une équipe, jouent à un jeu qui propose des questions auxquelles il faut répondre ou des énigmes à résoudre habituellement pour de l'argent et-ou des prix. Dans quelques émissions, les concurrents rivalisent contre d'autres joueurs ou une autre équipe tandis que d'autres émissions impliquent des concurrents jouant seuls pour obtenir un bon résultat ou un score élevé.

# #31364
source: Contains content that is suitable only for adults. Titles in this category may include prolonged scenes of intense violence and/or graphic sexual content and nudity.
french: Contient du contenu qui est destiné seulement à des adultes. Les titres dans cette catégorie peuvent inclure des scènes prolongées de violence intense et-ou de contenu sexuel et de nudité.

# #31365
source: Historical epics are epic films that take place in the historical past, often focusing on people who alter the course of history. A number of historical epics, especially those made in the 1950s and 1960s, are set in ancient times, particularly in Rome, Greece, or Egypt. Historical epics typically are more grand-scale than other types of epics, featuring elaborate sets and large numbers of extras.
french: Des épopées historiques sont des films épiques qui ont lieu dans un passé historique, se concentrant souvent sur des personnes qui changent le cours de l'histoire. Un certain nombre d'épopées historiques, particulièrement celles des années 1950 et des années 1960, ont lieu dans le passé, particulièrement à Rome, en Grèce, ou en Égypte. Les épopées historiques sont typiquement à plus grande échelle que d'autres types d'épopées incluant aussi un grand nombre de dépenses supplémentaires.

# #31367
source: Horror films are designed to frighten and to invoke our hidden worst fears, often in a terrifying, shocking finale, while captivating and entertaining us at the same time in a cathartic experience. Horror films feature a wide range of styles, from the earliest silent Nosferatu classic, to today's CGI monsters and deranged humans. They are often combined with science fiction when the menace or monster is related to a corruption of technology, or when Earth is threatened by aliens.
french: Les films d'épouvante sont conçus pour effrayer et invoquer nos pires craintes cachées, souvent avec un final terrifiant, choquant, tandis qu'ils nous captivent et nous amusent en même temps. Les films d'épouvante représentent une vaste gamme de styles, du tout premier classique Nosferatu, aux monstres CGI d'aujourd'hui et de gens dérangés. Ils sont souvent en relation avec la science-fiction quand la menace ou le monstre sont liés à une corruption de la technologie, ou quand des aliens menacent la Terre.

# #31368
source: An independent film, or indie film, is a feature film that is produced mostly outside of a major film studio. The term also refers to art films which differ noticeably from most mass marketed films. Independent films are sometimes distinguishable by their content and style and the way in which the filmmakers' personal artistic vision is realized.
french: Un film indépendant, ou film indie, est un long métrage qui est produit surtout à l'extérieur d'un studio connu. Le terme se réfère aussi aux films d'art qui diffèrent remarquablement de la plupart des films commercialisés massivement. Des films indépendants sont parfois différentiables par leur contenu, leur style et la façon dont la vision et artistique personnelle des cinéastes est présentée.

# #31369
source: An interview is a conversation between two people (the interviewer and the interviewee) where questions are asked by the interviewer to obtain information from the interviewee.
french: Une interview est une conversation entre deux personnes (l'interviewer et l'interviewé) où les questions sont posées par l'interviewer afin d'obtenir des informations de le part de l'interviewé.

# #31370
source: A sub-genre of the action film, martial arts films contain numerous fights between characters, usually as the films' primary appeal and entertainment value, and often as a method of storytelling and character expression and development. Martial arts are frequently featured in training scenes and other sequences in addition to fights. Martial arts films commonly include other types of action, such as stuntwork, chases, and/or gunfights.
french: Un sous-genre du film d'action, des films d'arts martiaux contenant de nombreuses affrontements entre des personnages, sont vus comme le principal intérêt de ces films et ont une valeur de divertissement, et sont souvent comme une méthode d'expression et de développement des personnages. Des arts martiaux sont fréquemment représentés dans des scènes d'entraînements et autres séquences liés aux combats. Des films d'arts martiaux incluent généralement d'autres types d'actions, comme le travail des cascadeurs, des poursuites, et-ou des échanges de coups de feu.

# #31371
source: Multi-episode, fictional program of limited duration, shown on a daily or weekly schedule, usually lasting fifteen hours or less in total running time. A good television miniseries can make the small screen seem huge. These programs are the best that TV has to offer: an excuse to sink in and lose yourself in a story that isn't over in just a couple of hours. The sets, the plots, and the acting make each of these essential miniseries an exquisite television experience.
french: La série à épisodes multiples, est un programme fictif à durée limitée diffusé lors d'une programmation quotidienne ou hebdomadaire, habituellement d'une durée totale de quinze heures ou moins. Une bonne mini-série de télévision peut agrandir le petit écran. Ces programmes sont ce que la télévision offre de mieux : une excuse pour rentrer et se perdre dans une histoire qui n'est pas terminée au bout de deux heures environ. Les jeux, les complots et l'action sont essentiels pour chaque épisode de cette mini-série télévisée.

# #31372
source: Monster movie (also can be referred to as a creature feature or monster film) is a name commonly given to movies, which centre on the struggle between human beings and one or more monsters. The term is usually applied to films sometimes labelled as horror, fantasy or science fiction genre that involve fictional creatures, in most cases it is applied to films that feature more oversized monsters despite its history starting with adaptations of horror folklore and literature.
french: Le film de monstres (peut aussi se référer à des créatures) est un nom généralement donné aux films qui se concentrent sur la lutte entre des gens et un ou plusieurs monstres. Le terme est habituellement utilisé avec les films parfois étiquetés comme étant d'horreur, fantastique ou de science-fiction qui impliquent des créatures fictives, dans la plupart des cas il est lié aux films qui représentent des monstres surdimensionnés malgré une histoire débutant avec les adaptations du folklore et de littérature d'horreur.

# #31373
source: Music genre films will incorporate a lot of music but it will not necessarily be the focal point of the film, thus differentiating it from a Musical.
french: Les films musicaux intègrent beaucoup de musique mais ce ne sera pas nécessairement le point principal du film, se différenciant ainsi d'une Comédie musicale.

# #31374
source: Musical/dance films are cinematic forms that emphasize full-scale scores or song and dance routines in a significant way (usually with a musical or dance performance integrated as part of the film narrative), or they are films that are centered on combinations of music, dance, song or choreography. Major subgenres include the musical comedy or the concert film.
french: Les films de comédie musicale/danse mettent en avant les formes cinématographiques de grande envergure, ou des chansons et des danses d'une façon significative (habituellement une comédie musicale ou une performance de danse intégrée au récit de film), ou ce sont des films centrés sur des combinaisons musicales, de la danse, de la chanson ou de la chorégraphie. Des sous-genres majeurs incluent la comédie musicale ou les concerts filmés.

# #31375
source: Mystery film is a sub-genre of the more general category of crime film. It focuses on the efforts of the detective, private investigator or amateur sleuth to solve the mysterious circumstances of a crime by means of clues, investigation, and clever deduction.
french: Le film de mystère est un sous-genre d'une catégorie plus générale qui est le film criminel. Il se concentre sur les efforts d'un enquêteur de police, un privé ou un détective amateur, afin de résoudre les circonstances mystérieuses d'un crime au moyen d'indices, d'une enquête et de déductions.

# #31376
source: A nature documentary is a documentary film about animals, plants, or other non-human living creatures, usually concentrating on film taken in their natural habitat. Such programmes are most frequently made for television, particularly for public broadcasting channels, but some are also made for the cinema.
french: Un documentaire sur la nature est un film documentaire sur des animaux, des plantes, ou d'autres créatures vivantes et non humaines, se concentrant habituellement sur leur habitat naturel. De tels programmes sont plus fréquemment réalisés pour la télévision, particulièrement pour des chaînes diffusant pour le public, mais certains sont aussi faits pour le cinéma.

# #31377
source: Television news is considered by many to be the most influential medium for journalism. For most of the American public, local and national TV newscasts are the primary news sources.
french: Beaucoup considèrent le journal télévisé comme le support le plus influent pour le journalisme. Pour la majorité du public américain, les actualités de télévisions locales et nationales sont les principales sources de nouvelles.

# #31378
source: Apocalyptic fiction is a sub-genre of science fiction that is concerned with the end of civilization due to a catastrophe such as nuclear warfare, pandemic, impact event, cybernetic revolt, Technological Singularity, Dysgenics, supernatural phenomena, Ecological disaster, resource depletion or some other general disaster. Post-apocalyptic fiction is set in a world or civilization after such a disaster.
french: La fiction apocalyptique est un sous-genre de la science-fiction qui est concentrée sur la fin d'une civilisation en raison d'une catastrophe comme une guerre nucléaire, une pandémie, un événement impactant, une révolte cybernétique, une Singularité Technologique, des phénomènes surnaturels, un désastre écologique, un épuisement des ressources ou d'autres choses plus générales. La fiction post-apocalyptique se situe dans un monde ou une civilisation après un tel désastre.

# #31379
source: Reality television is a genre of television programming that presents purportedly unscripted dramatic or humorous situations, documents actual events, and usually features ordinary people instead of professional actors, sometimes in a contest or other situation where a prize is awarded.
french: La télé-réalité est un genre de programme télévisé qui expose des situations dramatiques ou pleines d'humour soi-disant non préparées à l'avance, des documents avec des événements réels et représente habituellement des personnes ordinaires au lieu d'acteurs professionnels, parfois lors d'un concours ou dans d'autres situations où un prix est attribué.

# #31381
source: A sub-genre for the most part, this category shares some features with romantic dramas, romantic comedies, and sexual/erotic films. These are love stories, or affairs of the heart that center on passion, emotion, and the romantic, affectionate involvement of the main characters (usually a leading man and lady), and the journey that their love takes through courtship or marriage. Romance films make the love story the main plot focus.
french: Un sous-genre principalement, cette catégorie partage quelques caractéristiques avec des drames romantiques, des comédies romantiques et des films sexuels/érotiques. Ce sont des histoires d'amour, des affaires de cur qui sont centrées sur la passion, l'émotion et l'engagement romantique, avec des personnages principaux tendres (habituellement un homme et une femme) et la tournure que prend leur amour à travers la relation et le mariage. Les films romantiques font de l'histoire d'amour le point principal de l'action.

# #31382
source: Sci-fi films are often quasi-scientific, visionary and imaginative - complete with heroes, aliens, distant planets, impossible quests, improbable settings, fantastic places, great dark and shadowy villains, futuristic technology, unknown and unknowable forces, and extraordinary monsters, either created by mad scientists or by nuclear havoc. Science fiction often expresses the potential of technology to destroy humankind and easily overlaps with horror films.
french: Les films de SF sont souvent quasi-scientifiques, visionnaires et imaginatifs - avec des héros, des aliens, des planètes éloignées, des quêtes impossibles, des configurations improbables, des endroits fantastiques, de sombres et grands bandits, des technologies futuristes, des forces inconnues et des monstres extraordinaires créés par des scientifiques fous ou par un ravage nucléaire. La science-fiction exprime souvent un potentiel technologique utilisé pour détruire l'humanité et est souvent lié aux films d'épouvante.

# #31383
source: A short film is any film not long enough to be considered a feature film. No consensus exists as to where that boundary is drawn: the Academy of Motion Picture Arts and Sciences defines a short film as "an original motion picture that has a running time of 40 minutes or less, including all credits". The Internet Movie Database draws the line at 45 minutes.
french: Un court métrage est n'importe quel film qui n'est pas assez long pour être considéré comme un long métrage. Aucun consensus n'existe pour fixer cette frontière : l'Académie des Arts et des Sciences Cinématographiques définit un court métrage comme "un film de cinéma original qui a une durée de 40 minutes ou moins, y compris tous les génériques". Internet Movie Database établit la durée à 45 minutes.

# #31384
source: A soap opera, sometimes called 'soap' for short, is an ongoing, episodic work of dramatic fiction presented in serial format on television or radio. The name soap opera stems from the original dramatic serials broadcast on radio that had soap manufacturers such as Procter and Gamble, Colgate-Palmolive and Lever Brothers as sponsors and producers. These early radio series were broadcast in weekday daytime slots when most listeners would be housewives; thus the shows were aimed at and consumed by a predominantly female audience.
french: Un soap opera, parfois appelé 'soap' pour raccourcir, est un travail en cours, épisodique de fiction dramatique présenté sous forme de série à la télévision ou à la radio. Le nom 'soap opera' provient du feuilleton dramatique original diffusé en radio qui avait des fabricants de savon comme Procter et le Gamble, Colgate-Palmolive et Lever Brothers comme sponsors et producteurs. Cette première série radio était diffusé en une semaine et la plupart des auditeurs étaient des ménagères; ainsi ce spectacle a été vu et consommé par un public principalement féminin.

# #31386
source: Films that have a sports setting (football or baseball stadium, arena, or the Olympics, etc.), event (the 'big game,' 'fight,' 'race,' or 'competition'), and/or athlete (boxer, racer, surfer, etc.) that are central and predominant in the story. Sports films may be fictional or non-fictional; and they are a hybrid sub-genre category, although they are often dramas or comedy films, and occasionally documentaries or biopics.
french: Les films qui ont une configuration sportive (les stades de football ou de base-ball, l'arène, les Jeux olympiques, etc), des événements (combat, course, compétition), un athlète (boxeur, coureur, surfeur, etc) qui sont centraux et prédominants dans l'histoire. Des films sportifs peuvent être fictifs ou bien des documentaires; ils sont une catégorie hybride de sous-genre, bien que ce sont souvent des drames ou des films de comédie et de temps en temps des documentaires ou des biographies romancées

# #31387
source: The spy film genre deals with the subject of fictional espionage, either in a realistic way (such as the adaptations of John Le Carré) or as a basis for fantasy (such as James Bond). Many novels in the spy fiction genre have been adapted as films, including works by John Buchan, John Le Carré, Ian Fleming and Len Deighton. It is a significant aspect of British cinema, with leading British directors such as Alfred Hitchcock and Carol Reed making notable contributions and many films set in the British Secret Service.
french: Le genre de film d'espion traite le sujet d'un espionnage fictif, soit d'une façon réaliste (comme les adaptations de John Carré) ou comme une base fantastique (comme James Bond). Beaucoup de romans d'espionnage de fiction ont été adaptés en films, y compris les uvres de John Buchan, John Carré, Ian Fleming et Len Deighton. C'est un aspect significatif du cinéma britannique, avec des directeurs britanniques comme Alfred Hitchcock et Carol Reed ayant réalisés de notables contributions et beaucoup films en relation avec le Service secret britannique.

# #31388
source: A play is a form of literature written by a playwright, usually consisting of scripted dialogue between characters, intended for theatrical performance rather than just reading. There are rare dramatists, notably George Bernard Shaw, who have had little preference whether their plays were performed or read. The term "play" can refer to both the written works of playwrights and to their complete theatrical performance.
french: Une pièce est une forme de littérature écrite par un dramaturge, constitué habituellement d'un dialogue préparé d'avance entre des personnages, destinée à la performance théâtrale plutôt que la juste lecture. Il y a de rares dramaturges, dont notamment George Bernard Shaw, qui ont une préférence pour que leur jeu soit exécuté plutôt que lu. Le terme "pièce" peut se référer tant aux uvres écrites par des dramaturges qu'à leur performance théâtrale complète.

# #31389
source: Stand-up comedy is a comedic art form. Usually, a comedian performs in front of a live audience, speaking directly to them. Their performances are sometimes filmed for later release via DVD, the internet, and television. The performer is commonly known as a comic, stand-up comic, stand-up comedian or simply a stand-up.
french: Le monologue est une forme d'art de la comédie. D'habitude, un comique se produit devant un public, leur parlant directement. La représentation est parfois filmée pour pouvoir être diffusé ultérieurement en DVD, par Internet et à la télévision. On connaît généralement l'interprète en tant que comique, comédien ou simplement monologuiste.

# #31390
source: A superhero film, or Comic Book film, is an action, fantasy or science fiction film that is focused on the actions of one or more superheroes, individuals who usually possess superhuman abilities relative to a normal person and are dedicated to protecting the public. These films are almost always action-oriented, and the first film of a particular character often includes a focus on the origin of the special powers including the first fight against the character's most famous archenemy or supervillain.
french: Un film de super-héros, ou un film lié à une bande dessinée, est un film d'action, fantastique ou de science-fiction qui est concentré sur les actions d'un ou plusieurs super-héros, individus qui possèdent habituellement des capacités surhumaines par rapport à une personne normale et assurent la protection du public. Ces films sont presque toujours orientés autour de l'action et souvent le premier film d'un personnage incluant souvent une description sur l'origine des pouvoirs spéciaux, incluant un premier combat contre un ennemi juré et célèbre du personnage ou un superbandit.
